Revit 2026 API

# ProjectInfoOrganizationDescription Property

---

Get or Set the Organization Description of the Project Information.

**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public string OrganizationDescription { get; set; }
```
```vb
Public Property OrganizationDescription As String
	Get
	Set
```
```cpp
public:
property String^ OrganizationDescription {
	String^ get ();
	void set (String^ value);
}
```
```fsharp
member OrganizationDescription : string with get, set
```

#### Property Value

String

This property is used to get or set the Project Number of the Project Information.

#### Reference

ProjectInfo Class

Autodesk.Revit.DB Namespace